alacritty
amd-ucode
archlinux-keyring
ardour
ario
asusctl
autoconf
automake
awesome
base
binutils
bison
bpytop
brave-bin
bridge-utils
brother-dcpl2540dw-cups
cmatrix
cups
cups-pdf
dex
discord
dmenu
dnsmasq
dunst
edk2-ovmf
efibootmgr
envycontrol
exfat-utils
fakeroot
fbv
feh
file
findutils
flameshot
flex
fnm
gawk
gcc
gettext
gimp
git
glow
gnome-disk-utility
google-chrome
gparted
grep
groff
grub
gufw
gzip
hollywood
htop
iptables-nft
kdeconnect
keepassxc
libinput-gestures
libreoffice-still
libtool
libvirt
light
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lsd
lsof
lunar-client
m4
make
mlocate
mpc
mpd
mpv
ncmpcpp
neofetch
neovim
nerd-fonts-fira-code
nerd-fonts-jetbrains-mono
network-manager-applet
networkmanager
nodejs
npm
ntfs-3g
openbsd-netcat
openssh
pacman
pamixer
papirus-icon-theme
paru
pass
patch
pavucontrol
pcmanfm
picom-animations-git
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
polkit-gnome
polybar
postman-bin
python-pip
qemu-full
ranger
redshift
reflector
rofi
rustdesk
sed
signal-desktop
sof-firmware
stow
sudo
supergfxctl
swtpm
sxhkd
texinfo
thefuck
thunderbird
ticktick
timeshift
tk
tmux
trayer
tree
ttf-envy-code-r
ttf-fira-code
ttf-roboto
ufw
unzip
usbutils
vi
vim
virt-manager
virt-viewer
virtio-win
visual-studio-code-bin
vlc
wget
which
wmctrl
xdg-ninja
xdotool
xf86-video-vesa
xfce4-power-manager
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
yarn
zsh
zsh-completions-git
